Repository: ergashevnurik/wallet_app
Catalog: lib/l10n/app_*.arb
Languages: uz

source: Hello World!
uz: Привет мир!

source: N/A
uz: Topilmadi

source: Home
uz: Assosiy saxifa

source: Shop
uz: Do'kon

source: Settings
uz: Sozlamalar

source: Logout
uz: Chiqish

# monitoring
source: Cash Back Monitoring
uz: Cash Backni Kuzatish

source: About
uz: Ilova haqida

source: Balance
uz: Balansingiz

# currency
source: uzs
uz: so'm

# card_string
source: Your cash back percentage
uz: Sizning qaytma foizingiz

# personal_data_text
source: Personal Services
uz: Personal Xizmatlar

source: Configure Data
uz: Ma'lumotlarni sozlang

source: Personal Data
uz: Shaxsiy malumot

source: Change your personal data
uz: Shaxsiy ma'lumotlaringizni o'zgartiring

source: First name
uz: Ism

source: Last name
uz: Familiya

source: Save Personal Data
uz: Shaxsiy ma'lumotlarni saqlang

source: Credit Card Data
uz: Kredit karta tafsilotlari

source: Change your credit card data
uz: Kredit kartangiz ma'lumotlarini o'zgartiring

source: Holder
uz: Tutuvchi

source: Expiry Date
uz: Yaroqlilik muddati

source: Card Name
uz: Karta nomi

source: Save Card Data
uz: Karta ma'lumotlarini saqlash

source: Language Data
uz: Til ma'lumotlari

source: Change your language data
uz: Til ma'lumotlaringizni o'zgartiring

source: Choose Language
uz: Tilni tanlang
